# Taps
tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'derailed/k9s'
tap 'instrumenta/instrumenta'		# kubeval

# Binaries
brew 'awscli'
brew 'coreutils'
brew 'gettext'
brew 'git'
brew 'gnupg2'
brew 'helm'
brew 'htop'
brew 'k9s'
brew 'kubernetes-cli'
brew 'kubeval'
brew 'mas'				# mac app store manager
brew 'minikube'
brew 'stow'
brew 'tmux'
brew 'tree'
brew 'watch'

# Apps
cask '1password'
cask 'amethyst'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'iterm2'
cask 'keybase'
cask 'steam'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'vlc'

# Mac App Store
mas 'Amphetamine', id: 937984704
